---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.CoolingAirTemperature
source: html/dee8a5e9-2804-2a14-abf7-443af84aca34.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.CoolingAirTemperature Property

Get or set the Cooling Air Temperature of the Zone.

## Syntax (C#)
```csharp
public double CoolingAirTemperature { get; set; }
```

## Remarks
This property is used to get or set the Cooling Air Temperature of the Zone.